Repository: giellalt/corpus-nno
Catalog: tmx/fkv/facta/varanger_museum/brodtkorb_nno.docx.tmx
Source language: nno
Languages: fkv

source: Brodtkorbarkivet – ei kjelde til deler av kvenhistorien
fkv: Brodtkorb-arkiivi – kväänihistuurian lähe

source: Andreas Esbensen Brodtkorb i Vardø dreiv utstrakt handel med kvenene som hadde busett seg på Kolahalvøya, både med einskildpersonar og med kvenske fiskarkompani.
fkv: Andreas Esbensen Brodtkorb kävi paljon kauppaa Vuoreassa niitten kväänitten kans kekkä olthiin jäänheet asumhaan Kuolan niemimaale. Hän kävi kauppaa niin yksittäisten ihmisten ko kväänitten fiskukomppanitten kans.

source: Med ordninga og registreringa av arkivet har interesserte no tilgang på tidlegare ubrukte kjelder til deler av kvenhistorien.
fkv: Arkiivin oon nyt oornattu ja rekistreerattu, ja kaikin keilä oon intressi, pääsevät nyt pitämhään näitä lähtheitä mitä ei ennen ole pietty ja mikkä kuuluvat kväänihistuurihaan.

source: Materialet gjev eit rikt bilde av den nære kontakten mellom kvenene på Kola og Brodtkorb handel i Vardø, ein kontakt det er rimeleg å anta både var eit avhengigheitsforhold og eit forhold som bidrog til at kvenene fekk betre mulegheiter til å overleve.
fkv: Materiaali antaa rikkhaan kuvan siitä likheisestä kontaktista joka oli Kuolan kväänitten ja Brodtkorbin kaupan välilä Vuoreassa. Se arvelhaan ette tämä kontakti teki henkkaavuuen kväänitten ja Brodtkorpin kaupan välilä, mutta se kans antoi kväänile paremat maholisuuet pärjätä.

source: Av Inger Lene Nyttingnes, Prosjektleiar, Varangerarkiver (Varanger museum IKS)
fkv: Kirjottaja: Inger Lene Nyttingnes, Prosjektinjohtaja, Varenkinarkiivit – Varenkin museumi (Varangerarkiver Varanger museum IKS)

source: “Companibog for Kvæner paa Russekysten” henta frå Brodtkorbs sitt arkiv ved Varanger museum i Vardø.
fkv: «Companibog for Kvæner paa Russekysten» oon nouettu Brodtkorbin arkiivista joka oon Varenkin museumissa Vuoreassa.

source: Med ordninga og registreringa av arkivet etter Brodtkorb handel i Vardø hausten 2018 har interesserte no tilgang på tidlegare ubrukte kjelder til deler av kvenhistorien.
fkv: Sen oon oornattu ja rekistreerattu syksylä 2018. Kaikin keilä oon intressi, pääsevät nyt pitämhään näitä lähtheitä mitä ei ennen ole pietty ja mikkä kuuluvat kväänihistuurihaan.

source: Brodtkorb dreiv utstrakt handel med kvenene som hadde busett seg på Kolahalvøya, både med einskildpersonar og med kvenske fiskarkompani.
fkv: Brodtkorb kävi Vuoreassa paljon kauppaa niitten kväänitten kans kekkä olthiin jäänheet asumhaan Kuolan niemimaale.

source: Det er særleg seks protokollar i arkivet som er knytt til kvenene og som er titulerte «Konto for Kvæner og Nordmænd paa Russefinmarken» nr. 1 og 2, «Compagnibog for Kvænerne paa Russekysten» nr.
fkv: Niitten tittelit oon: «Konto for Kvæner og Nordmænd paa Russefinmarken» nr. 1 ja 2, «Compagnibog for Kvænerne paa Russekysten» nr. 2 ja nr. 17 (transp.

source: 2. Den eine kvenkladden er diverre i svært dårleg stand på grunn av brannskader, men deler av protokollen er leseleg og har blitt avfotografert ved Vardø museum.
fkv: ), ja «Kvænkladde» nr. 1 ja nr. 2. Yksi kväänikladdi (kvenkladd) oon ikävä kyllä huonossa kunnossa palovahingon tähen. Mutta osan prutukollista saattaa vieläki lukia ja sen oon fotografeerattu nuukasti Vuorean museumissa.

source: “Kvænbog” – Kontobok for nordmenn og kvener viser detaljert bokføring av varer og tenester som har blitt selt, bytt og kjøpt, heilt tilbake til 1869, den heilt tidlege fasen av koloniseringa av Kola, og fram til 1919. Foto: Inger Lene Nyttingnes
fkv: Kirjassa “Kvænbog” – Kontobok for nordmenn og kvener” oon nöiji selvitys tavaroista ja palveluksista mitä oon myyty, vaihetettu ja ostettu. Tämä räknäyksenpito oon vuoesta 1869 saakka ja kiini vuotheen 1919 asti.

source: Protokollane viser detaljert bokføring av varer og tenester som har blitt selt, bytt og kjøpt, heilt tilbake til 1869, den heilt tidlege fasen av koloniseringa av Kola, og fram til 1919. Mesteparten av materialet viser korleis ein har levert bytevarer, ofte rundfisk, hyse og lever til Brodtkorb handel og fått tilbake daglegvarer som gryn, mjøl, salt, tobakk og kaffi.
fkv: Isoimassa osassa materiaalii näytethään kunka ihmiset oon pystynheet tuomhaan vaihtotavaraa, niin ko ymmyräiskallaa, hyyssää ja maksaa Brodtkorb kaupphaan. Se näyttää kans kunka het saivat ruokatavaroita niin ko kryyniä, jauhoja, suolaa, tupakkaa ja kaffia.

source: Det kunne også dreie seg om leige av båt, sal av båt og byggevarer som spiker og plankar, eller om kol.
fkv: Se saattoi kans olla kysymys laikkovenheistä, niitten myynistä ja kans rakentamistavaroista niin ko piikarista, plankuista tahi hiilistä.

source: Om mange kan ein lese at Brodtkorb kjøpte båten deira, for så å leige den ut til dei igjen, for ein fjerdedel av kjøpsprisen.
fkv: Monesta ihmisestä se saattaa lukia ette Brodtkorb osti heän venhejä, ja jälkhiin hän laikkoi sen heile neljänellä osala siitä mitä ostohinta oli ollu.

source: Den eine kvenkladden er diverre i svært dårleg stand på grunn av brannskader, men deler av protokollen er leseleg og har blitt avfotografert ved Vardø museum.
fkv: Yksi kväänikladdi (kvenkladd) oon ikävä kyllä joukon huonossa kunnossa palovahingoitten tähen, mutta osa prukukollista oon vielä maholista lukia. Sen oon fotografeerattu nuukasti Vuorean museumissa.

source: Materialet gjev mulegheit for å følgje desse menneskja over mange år og familiar over fleire generasjonar.
fkv: Materiaali antaa maholisuuen seurata näitä ihmisiä monen vuojen aikaa ja kans perheitä usseitten sukupolvitten ylitte.

source: Dei bidreg til å synleggjere større utviklingstrekk og til å fortelje om både små betraktningar og større dramatiske hendingar.
fkv: Net muistelevat kans niin pienistä harkinoista ko isomista, ja tekevät isomat kehitystreekit näkyväksi.

source: Vi kan mellom anna lese om Joh.
fkv: Joh. Petter Luhiniemi asui Orassa.

source: Petter Luhiniemi som var busett i Ora at han var «gammel og sørgelig», om Carl Gulmelä i Litza kan vi lese at han «blev slaaet i hjel af» ein namngjeven person og om Johan Abraham Dørmenen og fiskarkompaniet hans på fire mann som forliste på havet og forsvann i 1896. Livet måtte gå vidare og restgjelda dei omkomne hadde til handelhuset Brodtkorb vart betalt av deira etterlatte.
fkv: Lisäksi mainithaan Johan Abraham Dørmesen ja hänen fiskukomppanin.

source: Arkivmaterialet som er knytt til kvenene er tilgjengeleg for alle som ønskjer å bruke det, anten det er for forsking eller for rein interesse.
fkv: Kaikin kekkä haluavat, saattaavat pittää arkiivimateriaalia jokka oon kväänistä. Se ei ole erotus oonko se tutkimusta tahi puhasta intressiä varten.

source: Dei seks protokollane gjev eit rikt bilde av den nære kontakten mellom kvenene på Kola og Brodtkorb handel i Vardø, ein kontakt det er rimeleg å anta både var eit avhengigheitsforhold og eit forhold som bidrog til til at kvenene fekk betre mulegheiter til å overleve.
fkv: Net kuusi prutukollia antavat rikkhaan kuvan siitä likheisestä kontaktista Kuolan kväänitten ja Vuorean Brodtkorb kaupan välilä. Arvelhaan ette tämä kontakti oli kiini henkkaavuuesta joka kans antoi kväänile paremat maholisuuet pärjätä.

source: Mange av kvenene var busett i Vardø før dei busette seg på Kola og ein del reiste også tilbake til Vardø.
fkv: Saatethaan kans lukia siitä ette heilä oli lyhykäinen asumisaika sielä ennen ko het matkustethiin Amerikkhaan.

source: Ein kan og lese at fleire sitt opphald vart kortvarig - før dei reiste til Amerika, - ofte med ein betydeleg gjeldspost open i kontobøkene til Brodtkorb.
fkv: Ushein heilä oli silloin joukon iso velkaposti auki Brodtkorbin konttukirjoissa.

source: Dette arkivmaterialet er tilgjengeleg for alle som ønskjer å bruke det, anten det er for forsking eller for rein interesse.
fkv: Kaikin kekkä haluavat saattaa pittää tätä arkiivimateriaalia. Se ei ole erotus oonko se tutkimusta tahi puhasta interessiä varten.

source: Det kan gjerast tilgjengeleg på lesesal og digitalt og vi håper mange vil kunne finne glede, interesse og ny kunnskap i det.
fkv: Sitä oon maholista pittää lukusalissa ja digitaalisesti, ja met toivoma ette moni saapi tästä iloa, intressiä ja uutta tietoa.

source: Ta gjerne kontakt:
fkv: Ota vain yhtheyttä:
